akamud.vscode-theme-onedark
aminer.codegeex
andrejunges.handlebars
antfu.file-nesting
antfu.goto-alias
antfu.iconify
antfu.icons-carbon
antfu.theme-vitesse
antfu.unocss
asvetliakov.vscode-neovim
atdow.vue-jumper
baiducomate.comate
be5invis.vscode-custom-css
beardedbear.beardedtheme
berrij.github-vscode-theme-dark-classic
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
capaj.vscode-standardjs-snippets
catppuccin.catppuccin-vsc-icons
chensuiyi.fn-map
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cipchk.cssrem
codeium.codeium
csstools.postcss
cuixiaorui.cvim
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
ddiu8081.moegi-theme
degreat.fonted
donjayamanne.githistory
drcika.apc-extension
eamodio.gitlens
ecmel.vscode-html-css
ellreka.tailwindcss-highlight
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
evan-buss.font-switcher
evondev.dracula-high-contrast
exodiusstudios.comment-anchors
fabiospampinato.vscode-diff
file-icons.file-icons
fittentech.fitten-code
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
franzgollhammer.jb-fleet-dark
github.vscode-pull-request-github
heybourn.headwind
humao.rest-client
intellsmi.comment-translate
ionutvmi.path-autocomplete
ionutvmi.spacegray-vscode
jasonlhy.hungry-delete
jbockle.jbockle-format-files
kaiqun.tencent-cloud-translate
kakumei.ts-debug
kc.danmaku
kevinmcgowan.typescriptimport
kisstkondoros.vscode-gutter-preview
leetcode.vscode-leetcode
lehni.vscode-fix-checksums
letrieu.expand-region
lihuiwang.vue-alias-skip
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mkxml.vscode-filesize
moetype.moe-panda-theme
mrcrowl.easy-less
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-vscode.live-server
ms-vsliveshare.vsliveshare
murloccra4ler.leap
muuvmuuv.vscode-sundial
naumovs.color-highlight
nicoespeon.hocus-pocus
octref.vetur
oderwat.indent-rainbow
phoenisx.cssvar
pkief.material-icon-theme
pmneo.tsimporter
pucelle.vscode-css-navigation
quick-lint.quick-lint-js
redguardtoo.matchit
remisa.shellman
rsbondi.highlight-words
shd101wyy.markdown-preview-enhanced
silesky.toggle-boolean
simonhe.fast-jump
simonhe.lazy-install
simonhe.to-tailwindcss
simonhe.to-ts-type
simonhe.unot
simonhe.vscode-alias-jump
simonhe.vscode-tailwind-magic
streetsidesoftware.code-spell-checker
stringham.move-ts
styled-components.vscode-styled-components
subframe7536.theme-maple
tal7aouy.icons
techer.open-in-browser
thenikso.github-plus-theme
tinkertrain.theme-panda
tomoki1207.pdf
usernamehw.errorlens
visualstudioexptteam.vscodeintellicode
vscodevim.vim
vue.volar
wejectchan.vue3-snippets-for-vscode
withfig.fig
wix.vscode-import-cost
wraith13.bracket-lens
xabikos.javascriptsnippets
xadillax.viml
xyz.local-history
yandeu.five-server
yoavbls.pretty-ts-errors
yummygum.city-lights-icon-vsc
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
